import { NewsType } from '../../../types';

export const news: NewsType[] = [
  {
    id: 1,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '1 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.',
  },
  {
    id: 2,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '2 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
  {
    id: 3,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '3 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий.' +
      '3 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий.',
  },
  {
    id: 4,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '4 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
  {
    id: 5,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '5 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
  {
    id: 6,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '6 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
  {
    id: 7,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '7 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
  {
    id: 8,
    time: '2024-08-07, 13:39',
    headline: 'KuCoin начислит токены проекта PiggyPiggyCoin',
    description:
      '8 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
  {
    id: 9,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '9 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
  {
    id: 10,
    time: '2024-08-07, 13:39',
    headline:
      'KuCoin начислит токены проекта PiggyPiggyCoin за стейкинг USDT и KCS',
    description:
      '10 ноября криптовалютная биржа KuCoin объявила о добавлении проекта PiggyPiggyCoin (PGC) на платформу для аирдропов GemPool. Площадка начислит токены за стейкинг PGC, а также KuCoin Token (KCS) и Tether (USDT), сообщается в пресс-релизе.\n' +
      '\n' +
      'Помимо вознаграждений за стейкинг, пользователи могут получить бонус до 20% в зависимости от VIP-статуса и участия в активностях на странице PiggyPiggyCoin. Листинг PGC на KuCoin состоится 12 ноября.\n' +
      '\n' +
      'PiggyPiggyCoin ― токен Telegram-игры PiggyPiggy, которая представляет собой симулятор рабочего пространства. Пользователи зарабатывают PGC за повышение должности от стажера до менеджера, а также выполнение заданий и приглашение друзей. Команда PiggyPiggy планирует распределить 100% токенов проекта через аирдропы.\n' +
      '\n' +
      '\n' +
      '«С августа 2024 года на GemPool запущено 14 кампаний. Более 119 000 пользователей заблокировали в них активы на сумму свыше $863 000», ― говорится в пресс-релизе.\n' +
      'Видеоинструкция по участию в кампаниях на GemPool ― на YouTube-канале биржи.\n' +
      '\n' +
      'KuCoin работает с 2017 года и обслуживает более 34 млн пользователей в 200 странах и регионах. Платформа поддерживает более 800 криптоактивов на спотовых, маржинальных, фьючерсных и P2P-рынках. \n' +
      '\n' +
      'Напомним, в конце июля KuCoin представила площадку GemSlot, которая выплачивает клиентам вознаграждения в токенах новых проектов за выполнение заданий. ',
  },
];
